# Напишите ваше решение
a = int(input("ВВедите число а"))
n = int(input(("ВВедите степень n")))
c = a ** n
print(c)