# Напишите ваше решение
a = int(input("Введите первое число: "))
b = int(input("Введите второе число: "))
d = int(input("Введите третье число: "))
print("минимальное из чисел :", min(a,b,d))