# Напишите ваше решение
vremy = int(input("Введите среднее время затрачиваемое на выполнение одного задания в минутах: "))
v_chasi = (vremy / 60) * 10
print("Затрачиваемое время в часах: ", int(round(v_chasi, 5)))