# Напишите ваше решение
oklad = int(input("ВВедите размер оклада"))
procent = oklad * 0.13
summa_na_ruki = oklad - procent
print(procent)
print(summa_na_ruki)